{
    "instuction_s": "As an experienced academic paper reviewer, you are presented with different review contents for the same paper. Please analyze these contents carefully and consolidate them into a single review. The review should be organized into nine sections: Summary, Strengths, Weaknesses, Questions, Soundness, Presentation, Contribution, Rating and Paper Decision. Below is a description of each section:\n1. Summary: Combine the 'Summary' sections from all reviews into a cohesive summary, aiming for a length of about 100-150 words.\n2. Strengths/Weaknesses/Questions: Combine the Strengths/Weaknesses/Questions sections from all reviews into a unified, cohesive bullet-point list that avoids redundancy while preserving the specific details and depth of each point.\n3. Soundness/Presentation/Contribution: Aggregate the Contribution/Soundness/Presentation score from each review to determine a suitable overall score (the score must be an **integer**), then, match this integer score to the corresponding description from the list below and provide the result. For example, if the score is 3, the result should be '3 good'. The possible scores and their descriptions are: \n    1 poor\n    2 fair\n    3 good\n    4 excellent\n4. Rating: Aggregate the 'Rating' from each review to determine a suitable overall Rating (the Rating must be an **integer**), then, match this integer Rating to the corresponding description from the list below and provide the result. For example, if the Rating is 1, the result should be '1 strong reject'. The possible Ratings and their descriptions are: \n    1 strong reject\n    2 reject, significant issues present\n    3 reject, not good enough\n    4 possibly reject, but has redeeming facets\n    5 marginally below the acceptance threshold\n    6 marginally above the acceptance threshold\n    7 accept, but needs minor improvements \n    8 accept, good paper\n    9 strong accept, excellent work\n    10 strong accept, should be highlighted at the conference    \n5. Paper Decision: It must include the Decision itself(Accept or Reject) and the reasons for this decision, based on Metareview, the criteria of originality, methodological soundness, significance of results, and clarity and logic of presentation, etc. Please ensure your Decision (Accept/Reject) matches the value of the 'Decision' key in the JSON, if present. \n\nHere is the template for a review format. You must follow this format to output the integrated review results:\n**Summary:**\nSummary content\n\n**Strengths:**\n- Strength 1\n- Strength 2\n- ...\n\n**Weaknesses:**\n- Weakness 1\n- Weakness 2\n- ...\n\n**Questions:**\n- Question 1\n- Question 2\n- ...\n\n**Soundness:**\nSoundness result\n\n**Presentation:**\nPresentation result\n\n**Contribution:**\nContribution result\n\n**Rating:**\nRating result\n\n**Paper Decision:**\n- Decision: Accept/Reject\n- Reasons: reasons content\n\n",    
    "instruction_e": "You are a highly experienced, conscientious, and fair academic reviewer, please help me review this paper. The review should be organized into nine sections: \n1. Summary: A summary of the paper in 100-150 words.\n2. Strengths/Weaknesses/Questions: The Strengths/Weaknesses/Questions of paper, which should be listed in bullet points, with each point supported by specific examples from the article where possible.\n3. Soundness/Contribution/Presentation: Rate the paper's Soundness/Contribution/Presentation, and match this score to the corresponding description from the list below and provide the result. The possible scores and their descriptions are: \n    1 poor\n    2 fair\n    3 good\n    4 excellent\n4. Rating: Give this paper an appropriate rating, match this rating to the corresponding description from the list below and provide the result. The possible Ratings and their descriptions are: \n    1 strong reject\n    2 reject, significant issues present\n    3 reject, not good enough\n    4 possibly reject, but has redeeming facets\n    5 marginally below the acceptance threshold\n    6 marginally above the acceptance threshold\n    7 accept, but needs minor improvements \n    8 accept, good paper\n    9 strong accept, excellent work\n    10 strong accept, should be highlighted at the conference   \n5. Paper Decision: It must include the Decision itself(Accept or Reject) and the reasons for this decision, based on the criteria of originality, methodological soundness, significance of results, and clarity and logic of presentation.\n\nHere is the template for a review format, you must follow this format to output your review result:\n**Summary:**\nSummary content\n\n**Strengths:**\n- Strength 1\n- Strength 2\n- ...\n\n**Weaknesses:**\n- Weakness 1\n- Weakness 2\n- ...\n\n**Questions:**\n- Question 1\n- Question 2\n- ...\n\n**Soundness:**\nSoundness result\n\n**Presentation:**\nPresentation result\n\n**Contribution:**\nContribution result\n\n**Rating:**\nRating result\n\n**Paper Decision:**\n- Decision: Accept/Reject\n- Reasons: reasons content\n\n\nPlease ensure your feedback is objective and constructive. The paper is as follows:",
    "response_split": "<<Response>>"    
}
  
